Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_rights_and_conditions/pay_and_employment/no_p45_no_p60.html.txt.tmx
Source language: en
Languages: ga

source: Your P45 and P60 certificates
ga: Do theastais P45 agus P60

source: At the end of each year, your employer gives you your P60 and if your employment ends, your employer must give you your P45
ga: Ag deireadh gach bliana tugann d’fhostóir do P60 duit agus má chríochnaíonn d’fhostaíocht, caithfidh d'fhostóir do P45 a thabhairt duit

source: They contain details of your pay as well as the income tax, PRSI and Universal Social Charge that has been deducted by your employer and paid to Revenue
ga: Tá sonraí do phá istigh chomh maith leis an cháin, ÁSPC agus Muirear Shóisialta Uilíoch asbhainte ag d'fhostóir go dtí sin agus íoctha leis na gCoimisinéirí Ioncaim

source: They are important documents, particularly as they are records of your PRSI contributions
ga: Is doiciméid thábhachtacha iad, go háirithe toisc is taifid do ranníocaíochtaí ÁSPC iad

source: If you are changing job you must inform your new employer of your Personal Public Service Number (PPS number) as this will ensure that your combined social insurance contributions are recorded and that your entitlement to benefits is protected for the future
ga: Má athraíonn tú do phost, caithfidh tú d'Uimhir Phearsanta Seirbhíse Poiblí (UPSP) a insint do d'fhostóir nua toisc go gcinntíonn sé do chuid ranníocaíochtaí árachais shóisialta taifeadta agus go bhfuil do theidlíocht do shochair cosanta don todhchaí

source: If you are an employee, your social insurance contributions are deducted by your employer and collected by Revenue
ga: Más fostaí tú, asbhaineann d'fhostóir do chuid ranníocaíochtaí árachais shóisialta agus bailíonn na Coimisinéirí Ioncaim iad

source: A record of the contributions you have paid is then sent to the Department of Social Protection
ga: Déantar taifead ar na ranníocaíochtaí atá íoctha agat a sheoladh ansin chuig an Roinn Coimirce Sóisialaí

source: If your social insurance contributions have not been paid you may lose entitlement to a social welfare benefit or the amount of your pension may be reduced
ga: Murar íocadh do chuid ranníocaíochtaí árachais shóisialta d'fhéadfá do theidlíocht do shochar leasa shóisialta a chailleadh nó d'fhéadfadh méid do phinsin a bheith laghdaithe

source: If you have worked in another country, your social insurance record in that country may help you qualify for benefits in Ireland
ga: Má tá tú tar éis oibriú i dtír eile, d'fhéadfadh do thaifead árachais shóisialta sa tír sin cuidiú leat cáiliú do shochair in Éirinn

source: You can find out about moving to Ireland and your social security entitlements
ga: Léigh níos mó faoi aistriú go hÉirinn agus do chuid teidlíochtaí slándála sóisialaí anseo

source: Your employer is responsible for deducting your social insurance contribution from your wages and paying it together with the employer’s contribution to the Revenue
ga: Tá d'fhostóir freagrach as an ranníocaíocht árachais shóisialta a asbhaint ó do phá agus í a íoc mar aon le ranníocaíocht an fhostóra leis na Coimisinéirí Ioncaim

source: The deduction is written on your pay slip
ga: Bíonn an asbhaint scríofa ar do dhuillín pá

source: If the amount paid to Revenue is not correct the employer is responsible for making up the deficit
ga: Mura bhfuil an méid íoctha leis na Coimisinéirí Ioncaim ceart tá freagracht ar an bhfostóir an t-easnamh seo a dhéanamh suas

source: Your employer keeps a record of the insurance contributions you make and is obliged to give you a P60 at the end of each year and a P45 if you leave the employment
ga: Coinníonn d'fhostóir taifead ar na ranníocaíochtaí árachais a dhéanann tú agus tá dualgas air/uirthi P60 a thabhairt duit ag deireadh gach bliana agus P45 má fhágann tú an fhostaíocht

source: P45: If you leave your employment your employer must give you a P45 (pdf)
ga: P45: Má fhágann tú d'fhostaíocht caithfidh d'fhostóir P45 (pdf) a thabhairt duit

source: This is a statement of your pay and the tax, Universal Social Charge (USC) and PRSI to date deducted by your employer
ga: Seo ráiteas ar do phá agus ar an gcáin, Muirear Shóisialta Uilíoch (MSU) agus ÁSPC asbhainte ag d'fhostóir go dtí sin

source: It is an important document and you need it if:
ga: Is doiciméad an-tábhachtach atá ann agus tá sé ag teastáil:

source: • You are changing job – to give to your new employer in order to avoid paying emergency tax
ga: • Má tá tú ag athrú poist - le tabhairt do d'fhostóir nua chun íocaíocht ar cháin éigeandála a sheachaint

source: • You are unemployed – to claim a tax refund, to claim social welfare benefits
ga: • Má tá tú dífhostaithe - chun aisíoc cánach a éileamh, chun sochair leasa shóisialta a éileamh

source: If your employer does not give you a P45 you should ask for it
ga: Mura dtugann d'fhostóir P45 duit ba chóir duit é a iarraidh

source: P60: Your employer must give you a P60 (pdf) within 6 weeks of the end of each tax year. It is a statement of your pay and of the tax, USC and PRSI deducted by your employer during the year
ga: P60: Ag deireadh gach bliana cánach caithfidh d'fhostóir P60 (pdf) a thabhairt duit atá mar ráiteas ar do phá agus den cháin, MSU agus ÁSPC a rinne d'fhostóir a asbhaint le linn na bliana

source: It also records your Local Property Tax (LPT) deductions (if you choose to have the LPT deducted from your pay)
ga: Is taifead d’asbhaintí Cáin Mhaoine Áitiúil (CMÁ) (má roghnaíonn tú CMÁ asbhainte as do phá)

source: The P60 is an important document
ga: Is doiciméad tábhachtach atá ann

source: If you are claiming a benefit, you would send a copy of it to the Department of Social Protection as evidence of your paid PRSI contributions
ga: Más gá duit sochar a éileamh, seolann tú cóip chuig an Roinn Coimirce Sóisialaí mar fhianaise go bhfuil ranníocaíochtaí ÁSPC íoctha agat

source: Employer not complying with PRSI obligations
ga: Teip an fhostóra maidir le dualgais ÁSPC

source: If your employer does not issue you with a P60 or a P45 it may be that you have not been registered for PRSI by your employer
ga: Mura dtugann d'fhostóir P60 ná P45 duit, b'fhéidir nár chláraigh sé/sí thú le haghaidh ÁSPC

source: It also could be that you have been registered but your employer has not paid the PRSI contributions which are due or has not paid the correct amount
ga: D'fhéadfadh sé go raibh tú cláraithe ach nár íoc d'fhostóir na ranníocaíochtaí ÁSPC atá dlite nó nár íocadh an méid ceart

source: Under the Social Welfare (Consolidation) Act 1993 the employer is obliged to register all employees for PRSI, pay the correct contributions, maintain accurate records for all employees and to produce these records when requested by social welfare inspectors
ga: Faoin Acht Leasa Shóisialaigh (Comhdhlúthú) 1993 tá dualgas ar an bhfostóir gach fostaí a chlárú le haghaidh ÁSPC, na ranníocaíochtaí cearta a íoc, taifid chruinne a choimeád do na fostaithe ar fad agus na taifid seo a thaispeáint nuair a iarrann na cigirí leasa shóisialaigh iad

source: Failure to do so can result in penalties, prosecution or both
ga: Tá pionóis, ionchúiseamh nó an dá cheann i gceist má mura ndéantar é sin

source: If you are self-employed you are responsible for paying your social insurance contributions
ga: Má tá tú féinfhostaithe, tá freagracht ort féin do chuid ranníocaíochtaí árachais shóisialta a íoc

source: As you are not employed the person for whom you are working is not your employer and is therefore not responsible for paying your social insurance contributions
ga: Ós rud é nach bhfuil tú fostaithe, ní hé an duine lena bhfuil tú ag obair d'fhostóir agus dá réir níl sé/sí freagrach as do chuid ranníocaíochtaí árachais shóisialta a íoc

source: The Code of Practice in determining Employment Status (pdf) contains criteria which can be used to clarify whether a person is employed or self-employed
ga: Tá critéir sa Chód Cleachtais maidir le Stádas Fostaíochta nó Féinfhostaíochta Daoine a Chinntiú (pdf) is féidir a úsáid féachaint an bhfuil duine fostaithe nó féinfhostaithe

source: The Scope Section of the Department of Social Protection makes the decision if it is not clear as to whether you are employed or self-employed
ga: Déanann Rannóg Scóip na Roinne Coimirce Sóisialaí an cinneadh mura bhfuil sé soiléir cibé an fostaithe nó féinfhostaithe atá tú

source: You have a legal right to see the record of your PRSI contributions which is kept by your employer
ga: Tá ceart agat de réir dlí an taifead atá coinnithe ag d'fhostóir ar do chuid ranníocaíochtaí ÁSPC a fheiceáil

source: You also can ask your employer to give you a statement of your PRSI contributions once every 3 months
ga: Is féidir leat iarraidh ar d'fhostóir chomh maith ráiteas a thabhairt duit uair gach trí mhí maidir le do chuid ranníocaíochtaí ÁSPC

source: (Normally this is written as a deduction on your pay slip.)
ga: (Bíonn se seo scríofa go hiondúil mar asbhaint ar do dhuillín pá.)

source: You can request a copy of your social insurance record online
ga: Is féidir leat teagmháil a dhéanamh chomh maith le Rannóg na dTaifead sa Roinn Coimirce Sóisialaí chun do thaifead ÁSPC a sheiceáil

source: To check your social insurance record, you will need your PPS number
ga: D’fhonn do thaifead árachais shóisialaigh a sheiceáil, beidh do Uimhir Phearsanta Seirbhíse Poiblí de dhíth ort

source: This number is a unique identification number which you need when dealing with State agencies
ga: Is uimhir shainiúil aitheantais í seo atá de dhíth ort le linn duit a bheith ag déileáil le gníomhaireachtaí stáit

source: P45: If you are not given a P45 when you leave your job you should first ask your employer for it
ga: P45: Mura dtugtar P45 duit nuair a fhágann tú do phost ba chóir duit ceann a iarraidh ar d'fhostóir

source: If the employer does not supply it you should contact your tax office
ga: Mura soláthraíonn an fostóir é seo ba chóir duit teagmháil a dhéanamh le d'oifig cánach

source: Revenue will contact the employer and obtain your P45 for you
ga: Déanfaidh na Coimisinéirí Ioncaim teagmháil leis an bhfostóir agus aimseoidh siad do P45 duit

source: It must be provided to you in hard copy
ga: Caithfidh sé go seolfar duit i gcruachóip

source: If you have started a new job, Revenue will send you a new tax credit certificate so you will not have to pay emergency tax in your new job
ga: Má tá post nua tosaithe agat, déanfaidh na Coimisinéirí Ioncaim deimhniú creidmheasanna cánach nua a sheoladh chugat ionas nach mbeidh ort cáin éigeandála a íoc i do phost nua

source: If you have not been given your P45 and you think that your PRSI contributions have not been paid you should inform your local social welfare inspector by contacting your local social welfare office or Intreo centre
ga: Murar tugadh do P45 duit agus go gceapann tú nár íocadh do chuid ranníocaíochtaí ÁSPC ba chóir duit é seo a chur in iúl do do chigire leasa shóisialaigh trí theagmháil a dhéanamh le d'oifig áitiúil leasa shóisialaigh nó ionad Intreo

source: P60: If your employer does not give you a P60 at the end of each year you should contact your tax office
ga: P60: Mura dtugann d'fhostóir P60 duit ag deireadh gach bliana ba chóir duit teagmháil a dhéanamh le d'oifig chánach

source: Revenue can contact your employer to obtain your P60 for you
ga: Is féidir na Coimisinéirí Ioncaim dul i dteagmháil le d’fhostóir chun do P60 a fháil

source: Only an employer can issue a P60
ga: Ní féidir ach amháin fostóir P60 a eisiúint

source: It can be provided to you either in electronic format or in hard copy
ga: D’fhéadfadh go seolfar é chugat i bhformáid leictreonach nó i gcruachóip

source: However, Revenue can provide you with details of the pay and tax for the year in question as returned by your employer, which Revenue has on file
ga: Áfach, is féidir na Coimisinéirí Ioncaim sonraí phá agus cáin curtha ar ais ag d’fhostóir le haghaidh na bliana atá i gceist a thabhairt duit, mar tá siad comhdaithe ag na gCoimisnéirí Ioncaim

source: Contact your tax office
ga: Déan teagmháil le d'oifig cánach
